accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
aider-install
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
antigravity
aria2
ark
assimp
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze-gtk
brightnessctl
browseros-bin
btop
btrfs-progs
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cava
cbonsai
chafa
char-white
chwd
cline-cli
cliphist
cmake
cmatrix
cpupower
cryptsetup
cursor-bin
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
dolphin
dosfstools
dotnet-sdk
downgrade
doxygen
duf
dxvk-bin
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
figlet
filelight
filezilla
floorp-bin
fsarchiver
fuzzel
fwupd
gdb
gemini-cli
git
git-lfs
glances
glfw
gpick
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
htop
hwdetect
hwinfo
hyprpicker
inetutils
iptables
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
kitty
konsole
kscreen
kvantum
kwallet-pam
kwalletmanager
less
lib32-mesa
lib32-opencl-nvidia
lib32-vkd3d
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libplasma
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lolcat
lsb-release
lsscsi
lvm2
man-db
man-pages
mariadb
mdadm
meld
mesa
mesa-utils
micro
mkinitcpio
modemmanager
mpvpaper
mtools
mysql-workbench
nano
nano-syntax-highlighting
ncdu
neovim
netctl
networkmanager
networkmanager-dmenu
networkmanager-openvpn
nfs-utils
nilfs-utils
niri-git
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
octopi
opencl-nvidia
opendesktop-fonts
openssh
os-prober
otf-font-awesome
pacman-contrib
papirus-icon-theme
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
putty
pv
python
python-defusedxml
python-packaging
python-pip
python-pipx
python-setuptools
qbittorrent
qt6-wayland
rebuild-detector
reflector
ripgrep
rofi
rofi-calc
rofi-emoji
rsync
rtkit
rustup
s-nail
sbctl
sddm
sddm-kcm
sg3_utils
slurp
smartmontools
sof-firmware
spectacle
spirv-headers
spotify-launcher
sudo
swappy
swaybg
swaync
switcheroo-control
sysfsutils
systemd-boot-manager
texinfo
torbrowser-launcher
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tty-clock
udeler-bin
ufw
unityhub
unrar
unzip
upower
usb_modeswitch
usbutils
visual-studio-code-bin
vkd3d
vlc
vlc-plugins-all
volk
vtop
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-radeon
vulkan-utility-libraries
vulkan-validation-layers
warp-terminal-bin
waybar
waypaper
wget
which
windsurf
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireplumber
wl-clipboard
wmctrl
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xwayland-satellite
yay
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zen-browser-bin
zoxide
